act
ariga/tap/atlas
automake
awscli
bat
cmake
colima
cryptography
docker
eza
fastfetch
fd
ffmpeg
fish
fish-lsp
fzf
gnupg
heroku/brew/heroku
httpie
jj
lazydocker
lazygit
libpq
libtool
libyaml
mise
mistertea/et/et
mkcert
ncurses
neovim
nss
peak/tap/s5cmd
pkgconf
ripgrep
starship
stow
zoxide
